// © Copyright 2005-2008, 2015-2016 HP Development Company, L.P.

TaskName = "Diagnósticos de calidad de impresión";

TransferringProcessTitle = "Transfiriendo archivo…";
PrintingProcessTitle = "Imprimiendo página de diagnósticos PQ…";

NoPrintTitle = "No se puede imprimir la página de diagnósticos PQ";
NoPrintMsg = "Verifique que la impresora esté conectada y encendida, e inténtelo nuevamente.";

RMTPQDPanelTitle = "Imprimir una página de diagnóstico de calidad de impresión";
HSDRMTQPDPanelHeader = "Imprima una página para ayudarse a decidir si necesita ejecutar alguna herramienta de calidad de impresión para mejorar la calidad de impresión de su trabajo.";
HSDRMTQPDPanelFooter = "Para imprimir una copia de la Página de diagnóstico de calidad de impresión, haga clic en Imprimir página";
HSDRMTPQDButtonTitle = "Imprimir página";

HSDQualityDiagnosticsTextFieldTitle = "Diagnósticos de calidad de impresión";
HSDInfoTextFieldTitle = "La impresora imprime una página para ayudarle a decidir si necesita utilizar herramientas de mantenimiento para mejorar la calidad de impresión.";
HSDGuideTextFieldTitle = "Haga clic en el botón Imprimir para imprimir una copia de la página de diagnósticos de calidad de impresión.";
HSDPrintButtonTitle = "Imprimir";
